tests/fixtures/003_simpleClassImplements.gv
digraph {
  graph [name="G" overlap="false" rankdir="TB" bgcolor="transparent"]
  node [fontname="Verdana" fontsize=8 shape="none" margin=0 fillcolor="#FEFECE" style="filled"]
  edge [fontname="Verdana" fontsize=8]
  subgraph cluster_0 {
    label = "FixtureThree"
    "FixtureThree\\OneInterface" [shape="none" label=<
<table cellspacing="0" border="0" cellborder="1">
    <tr><td bgcolor="#eeeeee"><b>«interface»<br/>OneInterface</b></td></tr>
    <tr><td></td></tr>
    <tr><td></td></tr>
</table>>]
    "FixtureThree\\TwoInterface" [shape="none" label=<
<table cellspacing="0" border="0" cellborder="1">
    <tr><td bgcolor="#eeeeee"><b>«interface»<br/>TwoInterface</b></td></tr>
    <tr><td></td></tr>
    <tr><td></td></tr>
</table>>]
    "FixtureThree\\OneClass" [shape="none" label=<
<table cellspacing="0" border="0" cellborder="1">
    <tr><td bgcolor="#eeeeee"><b><br/>OneClass</b></td></tr>
    <tr><td></td></tr>
    <tr><td></td></tr>
</table>>]
    "FixtureThree\\TwoClass" [shape="none" label=<
<table cellspacing="0" border="0" cellborder="1">
    <tr><td bgcolor="#eeeeee"><b><br/>TwoClass</b></td></tr>
    <tr><td></td></tr>
    <tr><td></td></tr>
</table>>]
  }
  "FixtureThree\\TwoInterface" -> "FixtureThree\\OneInterface" [arrowhead="empty" style="dashed"]
  "FixtureThree\\OneClass" -> "FixtureThree\\OneInterface" [arrowhead="empty" style="dashed"]
  "FixtureThree\\TwoClass" -> "FixtureThree\\TwoInterface" [arrowhead="empty" style="dashed"]
}
