tests/fixtures/003_simpleClassImplements.puml
@startuml

skinparam backgroundColor transparent
top to bottom direction
namespace FixtureThree {
  interface OneInterface << interface >> {
    --
  }
  interface TwoInterface << interface >> {
    --
  }
  class OneClass << class >> {
    --
  }
  class TwoClass << class >> {
    --
  }
}
FixtureThree.TwoInterface ..|> FixtureThree.OneInterface
FixtureThree.OneClass ..|> FixtureThree.OneInterface
FixtureThree.TwoClass ..|> FixtureThree.TwoInterface
@enduml
